Repository: sai9912/mypyton
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bs, cs

source: Member Organisation
bs: Nacionalna organizacija
cs: Členská organizace

source: Yes
bs: Da
cs: Ano

source: No
bs: Ne
cs: Ne

source: Countries
bs: Države
cs: Země

source: Languages by countries
bs: Jezici po državama
cs: Jazyky podle zemí

source: Django translations
bs: Django prijevodi

source: Profile
bs: Profil
cs: Profil

source: Logout
bs: Odjava
cs: Odhlášení

source: Login
bs: Prijava
cs: Přihlášení

source: Register
bs: Registracija
cs: Registrovat se

source: Staff & Demo login: (Username / Password)
bs: Prijava sa pristupnim podacima: (Korisničko ime / Lozinka)
cs: Zaměstnanci & Demo login: (login / heslo)

source: Dashboard
bs: Kontrolna tabla
cs: Ovládací panel

source: Choose your language
bs: Odaberite vaš jezik
cs: Vyberte jazyk

source: Languages
bs: Jezici
cs: Jazyky

source: User profile
bs: Korisnički profil
cs: Uživatelský profil

source: Submit
bs: Podnesi
cs: Odeslat

source: Staff login
bs: Prijava za osoblje
cs: Login zaměstnanci

source: Your account doesn't have access to this page. To proceed, please login with an account that has access.
bs: Vaš korisnički nalog ne može pristupiti ovoj stranici. Da nastavite, molimo vas da se prijavite sa nalogom koji ima pristup.
cs: Nemáte přístup na tuto stránku. Použijte účet, který má přístup povolen.

source: Please login to see this page.
bs: Molimo, prijavite se na sistem kako biste vidjeli ovu stranicu.
cs: Pro zobrazení se přihlaste.

source: Staff registration
bs: Registracija člana osoblja

source: English
bs: Engleski
cs: Anglicky

source: Czech
bs: Češki
cs: Česky

source: German
bs: Njemački
cs: Německy

source: French
bs: Francuski
cs: Francouzsky

source: Italian
bs: Italijanski
cs: Italsky

source: Dutch
bs: Nizozemski
cs: Holandsky

source: Swedish
bs: Švedski
cs: Švédsky

source: Bosnian
bs: Bosanski
cs: Bosensky

source: Unique User Id
bs: Jedinstveni ID korisnika
cs: Unikátní ID uživatele

source: User Email
bs: Email korisnika
cs: email uživatele

source: Company Prefix
bs: Prefiks kompanije

source: Company Name
bs: Naziv kompanije
cs: Název společnosti

source: Credit Points
bs: Kreditni bodovi
cs: Kredity

source: Unique Transaction Reference
bs: Jedinstveni broj transakcije

source: Prefix
bs: Prefiks

source: Credits
bs: Krediti
cs: Kredity

source: Send
bs: Pošalji
cs: Odeslat

source: Token expired
bs: Token istekao

source: This token has expired
bs: Ovaj token je istekao

source: User not found
bs: Korisnik nije pronađen
cs: Uživatel nenalezen

source: The API Key is not valid
bs: API ključ nije valjan
cs: API key není platný

source: Multiple MOs were specified, please specify only one
bs: Više MO organizacija navedeno, molimo navedite samo jednu
cs: Bylo vybráno více MO, prosím zvolte pouze jedno

source: Wrong MO slug specified
bs: Pogrešan MO žeton naveden

source: Multiple languages were specified, please specify only one
bs: Više jezika navedeno, molimo navedite samo jedan
cs: Bylo vybráno více jazyků, prosím zvolte pouze jeden

source: Wrong language code specified
bs: Naveden pogrešan kod jezika
cs: Nesprávný kód jazyka

source: Description
bs: Naziv proizvoda
cs: Popis

source: API Key
bs: API ključ
cs: API klíč

source: API Keys
bs: API ključevi
cs: API klíče

source: User Password
bs: Lozinka korisnika
cs: Password uživatele

source: defined member_organisation does not exist.
bs: definirana nacionalna_organizacija ne postoji

source: invalid prefix
bs: nevažeći prefiks
cs: Neplatný prefix

source: Segment code
bs: Kod segmenta
cs: Kód segmentu

source: Familly
bs: Porodica
cs: Skupina

source: Familly code
bs: Kod porodice
cs: Kód skupiny

source: Class
bs: Klasa
cs: Třída

source: Class code
bs: Kod klase
cs: Kód třídy

source: Brick
bs: Blok

source: Brick code
bs: Kod bloka
cs: Kód bricku

source: Attribute
bs: Atribut
cs: Atribut

source: Company with this uuid does not exist
bs: Kompanija sa ovim uuid ne postoji
cs: Společnost s tímto uuid neexistuje

source: More than one company found for this uuid
bs: Više od jedne kompanije pronađeno za ovaj uuid
cs: S tímto uuid bylo nalezeno více společností

source: Prefix not valid
bs: Prefiks nije valjan
cs: Prefix není platný

source: this field is not editable.
bs: ovo polje se ne može uređivati.
cs: Toto pole nelze upravovat.

source: given prefix does not exist.
bs: zadani prefiks ne postoji.
cs: daný prefix neexistuje.

source: Maximum image size is {self._max_upload_size} bytes
bs: Maksimalna veličina slike je {self._max_upload_size} bajta
cs: Maximální velikost obrázku {self._max_upload_size} je bajtů

source: You can't change this status, please ask for a support.
bs: Ne možete promijeniti ovaj status, molimo potražite pomoć.
cs: Tento stav nemůžete změnit, prosím obraťte se na podporu.

source: Prefix is not in ACTIVE state
bs: Prefiks nije u AKTIVNOM stanju
cs: Prefix není ve stavu AKTIVNÍ.

source: not allowed to create products for this prefix.
bs: nije dozvoljeno kreirati artikle za ovaj prefiks.
cs: není dovoleno vytvářet produkty v této řadě.

source: generated GTIN invalid.
bs: generirani GTIN nije valjan.
cs: generovaný GTIN neplatný.

source: Generated GTIN is already used, please check your prefixes.
bs: Generirani GTIN se već koristi, molimo provjerite vaše prefikse.
cs: Generovaný GTIN se už používá, zkontrolujte své číselné řady.

source: Quantity should be greater than 0
bs: Količina treba biti veća od 0
cs: Množství musí být větší než 0

source: You can't select this prefix.
bs: Ne možete odabrati ovaj prefiks.
cs: Tento prefix nemůžete zvolit.

source: This field must be a positive number.
bs: Ovo polje mora sadržavati pozitivan broj.
cs: Toto pole musí být kladné číslo.

source: Please specify both value and unit or leave them blank
bs: Molimo odredite i vrijednost i mjeru ili ostavite prazno
cs: Prosám specifikujte hodnotu a jednotky, nebo nechte pole prázdné.

source: User can't have multiple companies, assigned companies: {companies}
bs: Korisnik ne može imati više kompanija, dodijeljene kompanije: {companies}
cs: Uživatel nemůže mít více společností, přiřazené společnosti: {companies}

source: File save error
bs: Greška pri snimanju datoteke
cs: Chyba prři ukládání souboru

source: file structure error
bs: greška u strukturi datoteke
cs: Chyba ve struktuře souboru

source: File doesn't contain template information
bs: Datoteka ne sadrži tipske informacije
cs: Soubor neobsahuje informaci o šabloně

source: File does contain incorrect template name
bs: Datoteka sadrži neispravan naziv predloška
cs: Soubor obsahuje nesprávný název šablony

source: Export products
bs: Izvoz proizvoda
cs: Export produktů

source: Home
bs: Glavna
cs: Domů

source: Export
bs: Izvoz

source: Change
bs: Promijeni
cs: Změnit

source: Select type of export and the desired file type. All exports can be used for import back in the database.
bs: Odaberite vrstu izvoza i željeni tip datoteke. Svi izvozi sa mogu koristiti za uvoz nazad u bazu podataka.
cs: Zvolte typ exportu a požadovaný typ souboru. Všechny exporty mohou být použity pro import zpět do databáze.

source: Type of export
bs: Vrsta izvoza
cs: Typ exportu

source: Available templates
bs: Raspoloživi predlošci
cs: Šablony k dispozici

source: GEPIR export
bs: GEPIR izvoz
cs: Export do GEPIRu

source: More information about exporting your products can be found
bs: Može se pronaći više informacija o izvozu vaših proizvoda
cs: Více informací o exportu Vašich produktů naleznete

source: here
bs: ovdje
cs: zde

source: Please note that only products or available numbers from the <b>active prefix</b> are exported.<br/> Click <a href="/prefixes">here</a> to change the active prefix.<br/> - Ranges with capacity bigger than <b>1000</b> will export to "csv" file type only.<br/> - <strong>GEPIR export</strong> will always create <strong>xlsx</strong> file ignoring your selection.<br/>
bs: Napomena: samo proizvodi ili raspoloživi brojevi iz <b> aktivnog prefiksa </b> se izvoze.<br/> Kliknite <a href="/prefixes">ovdje</a> kako biste promijenili aktivni prefiks.<br/> - Rasponi sa kapacitetom većim od <b>1000</b> bit će izvezeni samo u datoteku tipa "csv".<br/> - <strong>GEPIR izvoz</strong> će uvijek kreirati <strong>xlsx</strong> datoteku ignorirajući vaš odabir.<br/>
cs: Prosím uvědomte si, že pouze produkty nebo volná čísla z <b>aktivní řady</b. budou exportovány. Klikněte <a href="/prefixes">zde</a> pro změnu aktivní řady.<br/> - Rozsahy s kapacitou vyšší než <b>1000</b> se vyexportují pouze jako typ souboru "csv".<br/> - <b>export pro GEPIR</b> vytvoří vždy soubor typu xlsx, bez ohledu na Vaší volbu.<br/>

source: Import products
bs: Uvoz proizvoda
cs: Import produktů

source: Import
bs: Uvoz

source: Range
bs: Interval
cs: Rozsah

source: Select a file to upload and import products. Accepted file types are xls, xlsx, ods, csv
bs: Odaberite datoteku za učitavanje i uvoz artikala. Prihvaljivi tipovi datoteke su xls, xlsx, ods, csv
cs: Vyberte soubor pro upload a import produktů. Typ youboru může být xls, xlsx, ods, csv

source: File to import
bs: Datoteka za uvoz
cs: Soubor pro import

source: More information about importing your products can be found
bs: Može se pronaći više informacija o uvozu vaših artikala
cs: Více informací o importování Vašich produktů naleznete

source: Please note that imported product details must belong to the <b>active prefix</b> only. Click <a href="/prefixes">here</a> to change the active prefix.
bs: Napomena: uvezeni detalji o proizvodu moraju pripadati samo <b> aktivnom prefiksu</b>. Kliknite <a href="/prefixes">ovdje</a> kako biste promijenili aktivni prefiks.
cs: Prosím uvědomte si, že importované produkty se musejí vztahovat jen k <b>aktivní číselné řadě</a>. Pro změnu aktivní řady klikněte <a href="/prefixes">zde</a>.

source: Processed rows
bs: Obrađeni redovi
cs: Zpracovaných řádků

source: where successfully imported
bs: gdje je uvoz uspješan
cs: úspěšně importovaných

source: had warnings and imported partially
bs: postojala su upozorenja i uvoz djelomičan
cs: importovaných částečně, s výstrahou

source: had errors and failed to import
bs: postojale su greške i uvoz neuspješan
cs: chybných a neimportovaných

source: The {name} "{obj}" was added successfully. You may edit it again below.
bs: {name} "{obj}" uspješno dodan. Možete ponovo uređivati ispod.
cs: {name} "{obj}" byl úspěšně přidán. Níže ho můžete znovu editovat.

source: The {name} "{obj}" was added successfully. You may add another {name} below.
bs: {name} "{obj}" uspješno dodan. Možete dodati još jedan {name} ispod.
cs: {name} "{obj}" byl úspěšně přidán. Níže můžete přidat další {name}.

source: The {name} "{obj}" was added successfully.
bs: {name} "{obj}" uspješno dodan.
cs: {name} "{obj}" byl úspěšně přidán.

source: The %(name)s "%(obj)s" was deleted successfully.
bs: %(name)s "%(obj)s" je uspješno izbrisan.
cs: %(name)s "%(obj)s" byl úspěšně smazán.

source: GS1 Cloud Disclaimer
bs: GS1 Cloud ograničenje odgovornosti
cs: Podmínky použití GS1 Cloud

source: GS1 Barcode Production Disclaimer
bs: GS1 Barcode Production ograničenje odgovornosti
cs: Podmínky použití čárových kódů GS1

source: User can't have multiple organizations, assigned organizations: {organizations}
bs: Korisnik ne može imati više organizacija, dodijeljene organizacije: {organizations}

source: Add %(name)s
bs: Dodaj %(name)s
cs: Přidat %(name)s

source: Please correct the error below.
bs: Molimo ispravite grešku ispod.
cs: Prosím opravte níže zmíněnou chybu.

source: Please correct the errors below.
bs: Molimo ispravite greške ispod.
cs: Prosím opravte níže zmíněné chyby.

source: Administration sections
bs: Administrativni dijelovi
cs: Sekce administrace

source: Delete
bs: Izbriši
cs: Smazat

source: Deleting the %(object_name)s ' %(escaped_object)s' would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
bs: Brisanje %(object_name)s ' %(escaped_object)s' bi izazvalo brisanje povezanih objekata, ali vaš nalog nema dozvolu za brisanje sljedećih vrsta objekata:

source: Deleting the %(object_name)s ' %(escaped_object)s' would require deleting the following protected related objects:
bs: Brisanje %(object_name)s ' %(escaped_object)s' bi zahtijevalo brisanje sljedećih zaštićenih povezanih objekata:
cs: Smazání %(object_name)s ' %(escaped_object)s' by vyžadovalo smazání následujících chráněných souvztažných objektů:

source: Are you sure you want to delete the %(object_name)s "%(escaped_object)s"? All of the following related items will be deleted:
bs: Jeste li sigurni da želite izbrisati %(object_name)s "%(escaped_object)s"? Svi sljedeći povezani objekti će biti izbrisani:
cs: Jste si jisti, že chcete smazat %(object_name)s "%(escaped_object)s"? Budou smazány všechny následující souvztažné položky:

source: Objects
bs: Objekti
cs: Objekty

source: Yes, I'm sure
bs: Da, siguran sam
cs: Jsem si jístý

source: No, take me back
bs: Ne, vrati me nazad
cs: Ne, vrátit se

source: Deleting the selected %(objects_name)s would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
bs: Brisanje odabranih %(objects_name)s bi izazvalo brisanje povezanih objekata, ali vaš nalog nema dozvolu za brisanje sljedećih vrsta objekata:
cs: Smazání vybraných %(objects_name)s by mělo za následek smazání souvztažných objektů, ale Váš účet nemá oprávnění k mazání následujících typů objektů:

source: Deleting the selected %(objects_name)s would require deleting the following protected related objects:
bs: Brisanje odabranih %(objects_name)s bi zahtijevalo brisanje sljedećih zaštićenih povezanih objekata:
cs: Smazání %(objects_name)s by vyžadovalo smazání následujících chráněných souvztažných objektů:

source: Are you sure you want to delete the selected %(objects_name)s? All of the following objects and their related items will be deleted:
bs: Jeste li sigurni da želite izbrisati odabrane %(objects_name)s? Svi sljedeći objekti i njihove povezane stavke će biti izbrisani:
cs: Jste si jisti, že chcete smazat vybrané %(objects_name)s? Všechny následující objekty a jejich souvztažné položky budou smazány:

source: Add
bs: Dodaj
cs: Přidat

source: You don't have permission to edit anything.
bs: Nemate dozvolu da bilo šta uređujete.
cs: Nemáte oprávnění cokoliv měnit.

source: If you just registered please ask a super administrator to activate your account.
bs: Ako ste se upravo registrirali, molimo da od super administratora zatražite da aktivira vaš korisnički nalog.
cs: Pokud jste se právě registrovali, požádejte super administrátora o aktivaci Vašeho účtu.

source: Administration section
bs: Dio za adminstraciju
cs: Sekce administrace

source: View site
bs: Pregled stranice
cs: Zobraz stránku

source: Translations
bs: Prijevodi
cs: Překlady

source: Member organizations
bs: Nacionalne organizacije
cs: Členské organizace

source: GS1 Member Organization Admin
bs: Admin GS1 nacionalne organizacije
cs: Admin GS1 členské organizace

source: Save
bs: Snimi
cs: Uložit

source: Save as new
bs: Snimi kao novi
cs: Uložit jako nové

source: Save and add another
bs: Snimi i dodaj novi
cs: Uložit a přidat další

source: Save and continue editing
bs: Snimi i nastavi uređivati
cs: Uložit a pokračovat v editaci

source: Welcome,
bs: Dobrodošli,
cs: Vítejte,

source: Log out
bs: Odjava
cs: Odhlásit

source: If you just registered please ask a GO administrator to activate your account.
bs: Ako ste se upravo registrirali, molimo zatražite od GO administratora da aktivira vaš nalog.
cs: Pokud jste se právě registrovali, požádejte prosím GO administrátora o aktivaci Vašeho účtu.

source: GS1 Member Organisation
bs: GS1 nacionalna organizacija
cs: Členská organizace GS1

source: GS1 Member Organisation Admin
bs: Admin GS1 nacionalne organizacije
cs: Admin GS1 členské organizace

source: User must be redirected to main GO admin page with "user is not activated" notification
bs: Korisnik mora biti preusmjeren na glavnu admin stranicu GO sa napomenom "korisnik nije aktiviran"
cs: Uživatel musí být přesměrován na hlavní stránku GO administrace s upozorněním *uživatel není aktivní*

source: GO admin user must be created with .is_active=False
bs: GO admin korisnik mora biti kreiran sa .is_active=False

source: Login failed for {self.users_credentials["goadmin"]}
bs: Prijava neuspješna za {self.users_credentials["goadmin"]}

source: User must have an access to the following apps: {required_apps}
bs: Korisnik mora imati pristup sljedećim aplikacijama: {required_apps}

source: User must be redirected to main MO admin page with "user is not activated" notification
bs: Korisnik mora biti preusmjeren na glavnu admin stranicu MO sa napomenom "korisnik nije aktiviran"
cs: Uživatel musí být přesměrován na hlavní stránku MO administrace s upozorněním *uživatel není aktivní*

source: MO admin user must be created with .is_active=False
bs: MO admin korisnik mora biti kreiran sa .is_active=False

source: Login failed for {self.users_credentials["moadmin"]}
bs: Prijava neuspješna za {self.users_credentials["moadmin"]}

source: Signup failed for {credentials}
bs: Registracija neuspješna za {credentials}

source: Login failed for GO Admin with credentials: {self.users_credentials["goadmin"]}
bs: Prijava neuspješna za GO admin sa pristupnim podacima: {self.users_credentials["goadmin"]}

source: MO Admin must not be activated here
bs: MO admin ne smije biti ovdje aktiviran

source: MO Admin must be activated here
bs: MO admin mora biti ovdje aktiviran

source: User must be redirected to main GO admin page
bs: Korisnik mora biti preusmjeren na glavnu GO admin stranicu

source: By %(filter_title)s
bs: Po %(filter_title)s

source: Enter a new location in selected range
bs: Unesi novu lokaciju u odabranom intervalu
cs: Vložit novou lokaci ve vybrané řadě

source: Set selected range as active and go to My Locations
bs: Postavi odabrani interval kao aktivan i idi na Moje lokacije
cs: Nastavit vybranou řadu jako aktivní a přejít do Mých lokací

source: Set starting GLN in selected range manually
bs: Ručno postavi početni GLN u odabranom intervalu
cs: Nastavit počáteční GLN ve vybrané řadě ručně

source: Set starting GLN to first available number
bs: Postavi početni GLN na prvi raspoloživi broj
cs: Nastavit počáteční GLN na první volné číslo

source: Export available GLNs in this range
bs: Izvezi raspoložive GLN-ove u ovom intervalu
cs: Exportovat volná GLN v této řadě

source: Continue
bs: Nastavi
cs: Pokračovat

source: Enter a new product in selected range
bs: Unesi novi proizvod u odabranom intervalu
cs: Vložit nový produkt ve vybrané řadě

source: Set selected range as active and go to My Products
bs: Postavi odabrani interval kao aktivan i idi na Moji proizvodi
cs: Zvolit vybranou řadu jako aktivní a přejít do Mých produktů

source: Set starting GTIN in selected range manually
bs: Ručno postavi početni GTIN u odabranom intervalu
cs: Nastavit první GTIN v řadě ručně

source: Set starting GTIN to first available number
bs: Postavi početni GTIN na prvi raspoloživi broj
cs: Nastavit první GTIN na první volné číslo.

source: Export available GTINs in this range
bs: Izvezi raspoložive GTIN-ove u ovom intervalu
cs: Exportovat volné GTINy v této řadě

source: Prefix management
bs: Upravljanje prefiksom
cs: Správá prefixů (rozsahů - číselných řad)

source: Set Starting number
bs: Postavi početni broj
cs: Nastavit počáteční číslo

source: Set starting number for a range
bs: Postavi početni broj za interval
cs: Nastavit počáteční číslo pro rozsah

source: New starting number
bs: Novi početni broj
cs: Nové počáteční číslo

source: Ascending
bs: Rastući
cs: Stoupající

source: Descending
bs: Opadajući
cs: Klesající

source: Image
bs: Slika
cs: Obrázek

source: Product properties
bs: Svojstva proizvoda
cs: Vlastnosti produktu

source: Must be present for the upload
bs: Mora biti prisutan za učitavanje
cs: Musí být obsaženo pro upload

source: Please note that the following attributes must be present for the product upload:
bs: Napomena: sljedeći atributi moraju biti prisutni za učitavanje proizvoda:
cs: Prosím uvědomte si, že pro upload musí být obsaženy následující atributy:

source: target market
bs: ciljno tržište
cs: cílový trh

source: brand
bs: brend
cs: značka

source: label description
bs: opis naljepnice
cs: popis na etiketě

source: company name
bs: naziv kompanije
cs: název společnosti

source: category code
bs: kod kategorije

source: image
bs: slika
cs: obrázek

source: language
bs: jezik
cs: jazyk

source: To find out more click here
bs: Da saznate više kliknite ovdje
cs: Pro úplné znění klikněte zde

source: GS1 Cloud state
bs: Stanje GS1 Cloud-a
cs: Stav GS1 Cloud

source: Must be active for synchronisation to take place
bs: Mora biti aktivan kako bi došlo do sinhronizacije

source: Current state
bs: Postojeće stanje
cs: Současný stav

source: Last Status
bs: Zadnji status
cs: Poslední stav

source: GS1 Cloud audit
bs: Revizija GS1 Cloud-a

source: Log of the last operations
bs: Dnevnik zadnjih operacija
cs: Log poslední aktivity

source: Date
bs: Datum
cs: Datum

source: GS1 Activate: My products
bs: GS1 Activate: Moji proizvodi
cs: GS1 Activate: mé produkty

source: My products
bs: Moji proizvodi
cs: Mé produkty

source: [Change]
bs: [Promjena]
cs: [Změnit]

source: My Products
bs: Moji proizvodi
cs: Mé produkty

source: Help
bs: Pomoć
cs: Nápověda

source: Edit your product catalogue
bs: Uredite vaš katalog proizvoda
cs: Upravit svůj katalog produktů

source: Add product
bs: Dodaj proizvod
cs: Přidat produkt

source: List filtered
bs: Lista filtrirana
cs: Vypsat filtrované

source: Search
bs: Pretraga
cs: Prohledat

source: Sorted
bs: Sortirano
cs: Setříděné

source: Base unit
bs: Osnovna jedinica
cs: Základní jednotka

source: Inner pack
bs: Unutrašnje pakovanje
cs: Vnitřní balení

source: Case
bs: Kutija

source: Pallet
bs: Paleta
cs: Paleta

source: Display shipper
bs: Stalak za prikaz

source: Starred
bs: Označeno zvjezdicom

source: Select Target Market:
bs: Izaberi ciljno tržište :
cs: Zvolit cílový trh:

source: Sort by
bs: Sortiraj po
cs: Srovnat podle

source: When giving the barcode number for a product to your printer/graphic designer/packaging designer for the creation of a barcode symbol, please ignore the preceding 0 attached to the barcode number below if the package level is a base unit and inner case. Keep the 0 if the package level is an outer case or pallet.
bs: Kada barkod broj za proizvod prosljeđujete štampariji/grafičkom dizajneru/dizajneru ambalaže u svrhu kreiranja barkod simbola, molimo da ignorirate vodeću 0 priključenu barkod broju ispod, ako je nivo pakovanja osnovna jedinica i zbirno pakovanje. Zadržite 0 ako je nivo pakovanja paket ili paleta.
cs: Až budete předávat číslo čárového kódu Vašeho produktu do tisku nebo grafikovi, aby z něj vytvořil grafický symbol čárového kódu, ignorujte prosím číslici 0 připojenou zleva k číslům níže v případě, že se jedná o spotřebitelsnou jednotku uvnitř dalšího obalu. V případě že se jedná o paletu nebo vnější obal, číslici 0 ponechte.

source: Package Level
bs: Nivo pakovanja
cs: Úroveň balení

source: Brand
bs: Brend
cs: Značka

source: Barcode
bs: Barkod
cs: Čárový kód

source: No products found, please
bs: Nisu pronađeni nikakvi proizvodi, molimo
cs: Nebyly nalezeny žádné produkty, prosím

source: add product
bs: dodajte proizvod
cs: přidejte produkt

source: Previous
bs: Prethodna
cs: Předchozí

source: Page
bs: Stranica
cs: Stránka

source: of
bs: od
cs: z

source: Products per Page
bs: Proizvoda po stranici
cs: Produktů na stránku

source: Next
bs: Sljedeća
cs: Další

source: Legend
bs: Legenda
cs: Legenda

source: Base Unit
bs: Osnovna jedinica
cs: Základní jednotka

source: Pack
bs: Grupno pakovanje
cs: Balení

source: Case or mixed case
bs: Paket

source: Display unit
bs: Prikaži jedinicu
