Repository: sai9912/mypyton
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bs, cs

source: Data Completeness
bs: Potpunost podataka
cs: Úplnost dat

source: Edit product
bs: Uredi proizvod
cs: Upravit produkt

source: New Product
bs: Novi proizvod
cs: Nový produkt

source: Basic
bs: Osnovni
cs: Základní

source: Measurements
bs: Mjere
cs: Rozměry

source: Advanced
bs: Napredni
cs: Rozšířené

source: Picture
bs: Slika
cs: Obrázek

source: Symbols
bs: Simboli
cs: Symboly

source: Summary
bs: Sažetak
cs: Shrnutí

source: Product Identification
bs: Identifikacija proizvoda
cs: Identifikace produktu

source: When giving the barcode number for a product to your printer/graphic designer/packaging designer for the creation of a barcode symbol, please ignore the preceding 0 attached to the barcode number below if the package level is a base unit and inner case. Keep the 0 if the package level is an outer case or pallet.
bs: Kada barkod broj za proizvod prosljeđujete štampariji/grafičkom dizajneru/dizajneru ambalaže u svrhu kreiranja barkod simbola, molimo da ignorirate vodeću 0 priključenu barkod broju ispod, ako je nivo pakovanja osnovna jedinica i zbirno pakovanje. Zadržite 0 ako je nivo pakovanja paket ili paleta.
cs: Až budete předávat číslo čárového kódu Vašeho produktu do tisku nebo grafikovi, aby z něj vytvořil grafický symbol čárového kódu, ignorujte prosím číslici 0 připojenou zleva k číslům níže v případě, že se jedná o spotřebitelsnou jednotku uvnitř dalšího obalu. V případě že se jedná o paletu nebo vnější obal, číslici 0 ponechte.

source: Options
bs: Opcije
cs: Volby

source: (Tick if yes)
bs: (Označite ako da)
cs: (Zaškrtněte pokud Ano)

source: The item is a Consumer Unit
bs: Predmet je potrošačka jedinica
cs: Položka je Spotřebitelská jednotka

source: The item is a Dispatch Unit
bs: Predmet je jedinica za otpremu
cs: Položka je Dodací jednotka

source: The item is a Variable Weight Product
bs: Predmet je proizvod sa promjenjivim mjerama
cs: Položka je Jednotka s proměnnou hmotností

source: The item is an Invoice Unit
bs: Predmet je jedinica fakturisanja
cs: Položka je Fakturační jednotka

source: The item is an Orderable Unit
bs: Predmet je jedinica koja se može naručiti
cs: Položka je Objednací jednotka

source: Base unit indicator
bs: Indikator osnovne jedinice

source: The item is a Base Unit
bs: Predmet je osnovna jedinica

source: Country Of Origin
bs: Država porijekla
cs: Země původu

source: Target Market
bs: Ciljno tržište
cs: Cílový trh

source: Language
bs: Jezik
cs: Jazyk

source: GLN of Information provider
bs: GLN pružatelja informacija
cs: GLN poskytovatele informací

source: Default GLN
bs: Zadani GLN
cs: Defaultní GLN

source: Package Type
bs: Vrsta pakovanja
cs: Typ balení

source: Fields marked with (*) are required.
bs: Polja označena sa (*) su obavezna
cs: Pole označená (*) jsou povinná.

source: Subproducts
bs: Podproizvodi
cs: Podprodukty

source: subproducts contained in this item
bs: podproizvodi sadržani u ovoj jedinici
cs: podprodukty obsažené v této položce

source: Package level
bs: Nivo pakovanja
cs: Úroveň balení

source: Product description
bs: Naziv proizvoda
cs: Popis produktu

source: Quantity
bs: Količina
cs: Množství

source: Add subproducts
bs: Dodaj podproizvode
cs: Přidat podprodukty

source: Net Content
bs: Neto sadržaj
cs: Čistý obsah

source: Net Content Measurement Unit
bs: Jedinica mjere neto sadržaja
cs: Jednotka čistého obsahu

source: Optional information
bs: Opcionalne informacije
cs: Volitelná informace

source: Barcode images of pallets are not yet available.
bs: Barkod slike paleta još nisu raspoložive
cs: Obrázky čárového kódu pro palety ještě nejsou k dispozici.

source: Agreement needed
bs: Potreban pristanak
cs: Je potřeba souhlas

source: You must agree to our
bs: Morate pristati na naše
cs: Musíte schválit naše

source: Terms and Conditions
bs: Uslovi i odredbe
cs: Podmínky použití

source: in order to be able to download barcode images.
bs: kako biste mogli preuzeti slike barkodova
cs: abyste si mohli stáhnout obrázky čárového kódu.

source: You can set your agreement at your
bs: Možete svoj pristanak dati na vašem

source: Clone
bs: Klon

source: Make a Pack
bs: Napravi pakovanje
cs: Vytvořit balení

source: Update
bs: Ažuriranje
cs: Aktualizovat

source: Close
bs: Zatvori
cs: Zavřít

source: Available subproducts
bs: Raspoloživi podproizvodi
cs: Podprodukty k dispozici

source: Product delete confirmation
bs: Potvrda brisanja proizvoda
cs: Potvrzení smazání produktu

source: You are about to delete one of your products. Because this action will probably create a gap in your serial numbers you must choose what to do.
bs: Upravo ćete izbrisati jedan od vaših proizvoda. Kako će ova radnja vjerovatno napraviti prazninu u vašim serijskim brojevima, morate odlučiti šta učiniti.
cs: Chystáte se smazat jeden z Vašich produktů. Pradvěpodobně to vytvoří mezeru v číslování, musíte zvolit co udělat dál.

source: Delete product and set prefix's starting GTIN to deleted product's GTIN
bs: Izbriši proizvod i postavi početni GTIN prefiksa na GTIN izbrisanog proizvoda.
cs: Smazat produkt a nastavit další číslování na číslo tohoto produktu

source: or
bs: ili
cs: nebo

source: Delete product and don't change the starting GTIN of this prefix
bs: Izbriši proizvod i nemoj mijenjati početni GTIN ovog prefiksa
cs: Smazat produkt a neměnit počáteční číslo GTIN

source: Keep in mind that only products that are not part of a container can be deleted.
bs: Ne zaboravite da se mogu izbrisati samo proizvodi koji nisu dio kontejnera.
cs: Pamatujte, že jen produkty které nejsou částí kontejneru mohou být smazány.

source: Don't delete product
bs: Nemoj izbrisati proizvod
cs: Nemazat produkt

source: Delete and set
bs: Izbriši i postavi
cs: Smazat a nastavit

source: Delete only
bs: Samo izbriši
cs: Pouze smazat

source: Target Market delete confirmation
bs: Potvrda brisanja Ciljnog tržišta
cs: Potvrzení smazání cílového trhu

source: You are about to delete
bs: Upravo ćete izbrisati
cs: Chystáte se smazat

source: Target Market of your product
bs: Ciljno tržište vašeg proizvoda
cs: Cílový trh Vašeho produktu

source: Don't delete Target Market
bs: Nemoj brisati Ciljno tržište
cs: Nemazat cílový trh

source: Delete Target Market
bs: Izbriši Ciljno tržište
cs: Smazat cílový trh

source: Sub-product delete confirmation
bs: Potvrda brisanja podproizvoda
cs: Potvrzení smazání podproduktu

source: You are about to delete one of sub-products. Subproduct would be kept in the database, just the link between parent and child products would be removed.
bs: Upravo ćete izbrisati jedan od podproizvoda. Podproizvodi bi bili zadržani u bazi podataka, samo bi se uklonila veza između proizvoda roditelja i djeteta.
cs: Chystáte se smazat jeden z podproduktů. Podprodukt bude zachován v databázi, odstraní se jen propojení v hierarchii.

source: Make a pack of trade items using
bs: Napravi pakovanje trgovinskih jedinica koristeći

source: as a base
bs: kao osnovu

source: Choose one from the available GTINs
bs: Odaberite jedan iz raspoloživih GTIN-ova
cs: Vyberte jeden s volných GTINů

source: Indicate hierarchy level
bs: Naznačite nivo hijerarhije
cs: Zobrazit úroveň hierarchie

source: Pack or inner pack e.g. six pack of beer bottles
bs: Pakovanje ili zbirno pakovanje, npr. paket od šest pivskih boca
cs: Balení nebo vnitřní balení, např. balík šesti lahví

source: Outer Case e.g. case of beer (bottles or packs)
bs: Paket, npr. sanduk piva (flaše ili pakovanja)
cs: Vnější balení, např. pivní přepravka (basa) lahví

source: Pallet e.g. pallet of cases of beer
bs: Paleta, npr. paleta sa sanducima piva
cs: Paleta, například paleta pivních bas

source: Cancel
bs: Otkaži
cs: Zrušit

source: Create
bs: Kreiraj
cs: Vytvořit

source: Summary of
bs: Sažetak
cs: Shrnutí

source: GS1 Company Prefix
bs: GS1 prefiks kompanije

source: Product packaging
bs: Pakovanje proizvoda
cs: Balení produktu

source: Sub Brand
bs: Podbrend
cs: Podznačka

source: Functional Name
bs: Vrsta proizvoda/Funkcionalni naziv
cs: Funkční název

source: Variant
bs: Varijanta
cs: Varianta

source: Internal Product Code
bs: Interni kod proizvoda
cs: Interní kód produktu

source: Number of products
bs: Količina proizvoda
cs: Počet produktů

source: Base Unit/Inner GTIN
bs: Osnovna jedinica/Unutrašnji GTIN
cs: Základní jednotka

source: Not available
bs: Nije raspoloživo
cs: Není k dispozici

source: Product depth
bs: Dubina proizvoda
cs: Hloubka produktu

source: Product width
bs: Širina proizvoda
cs: Šířka produktu

source: Product height
bs: Visina proizvoda
cs: Výška produktu

source: Product gross weight
bs: Bruto težina proizvoda
cs: Hrubá hmotnost produktu

source: Product net weight
bs: Neto težina proizvoda
cs: Čistá hmotnost produktu

source: Is Consumer Unit
bs: Predmet je potrošačka jedinica
cs: Spotřebitelská jednotka

source: Is Despatch Unit
bs: Predmet je jedinica za otpremu
cs: Dodací jednotka

source: Is Variable Weight Unit
bs: Predmet je proizvod sa promjenjivim mjerama
cs: Jednotka s proměnnou hmotností

source: Is Invoice Unit
bs: Predmet je jedinica fakturisanja
cs: Fakturační jednotka

source: Is Orderable Unit
bs: Predmet je jedinica koja se može naručiti
cs: Objednací jednotka

source: Country of origin
bs: Država porijekla
cs: Země původu

source: Website
bs: Web stranica
cs: Webová stránka

source: Barcode placement
bs: Pozicija barkod simbola
cs: Umístění čárového kódu

source: Product image
bs: Slika proizvoda
cs: Obrázek produktu

source: Contained Items
bs: Sadržane jedinice
cs: Obsažené položky

source: Package level
bs: Nivo pakovanja
cs: Úroveň balení

source: Print Product Summary
bs: Štampaj sažetak proizvoda
cs: Vytisknout shrnutí produktu

source: Owner
bs: Vlasnik
cs: Vlastník

source: Company
bs: Kompanija
cs: Společnost

source: Label description
bs: Opis naljepnice
cs: Popis etikety

source: GTIN-13 Number
bs: GTIN-13 broj
cs: Číslo GTIN-13

source: GTIN Number
bs: GTIN broj
cs: Číslo GTIN

source: Product/Packaging
bs: Proizvod/Pakovanje
cs: Produkt / Balení

source: GLN of information provider
bs: GLN pružatelja informacija
cs: GLN poskytovatele informací

source: Product Type/Functional Name
bs: Vrsta proizvoda/Funkcionalni naziv
cs: Typ produktu / Funkční název

source: Product/Trade item description
bs: Opis proizvoda/trgovinske jedinice
cs: Popis produktu / spotřebitelské jednotky

source: Global Product Classification
bs: Globalna klasifikacija proizvoda
cs: Globální klasifikace produktu (GPC)

source: Not Available
bs: Nije raspoloživo
cs: Není k dispozici

source: External image URL
bs: Vanjski URL slike
cs: URL externího obrázku

source: GS1 cloud state
bs: Stanje GS1 Cloud-a
cs: Stav GS1 Cloud

source: Contained items
bs: Sadržane jedinice
cs: Obsažené položky

source: Count
bs: Zbroj
cs: Počet

source: Barcode Placement
bs: Postavljanje barkoda
cs: Umístění čárového kódu

source: GS1 Activate: New product
bs: GS1 Activate: Novi proizvod
cs: GS1 Activate: Nový produkt

source: Create an item
bs: Kreiraj jedinicu
cs: Vytvořit položku

source: Available products
bs: Raspoloživi proizvodi
cs: Prokukty k dispozici

source: Select the products contained in this item and click the "Next step" button.<br/> Or click <a href="/products/subproduct/add/case/skip/">here</a> if contained products are not in your allocated prefixes.
bs: Odaberite proizvode sadržane u ovoj jedinici i kliknite na dugme "Sljedeći korak".<br/> Ili kliknite <a href="/products/subproduct/add/case/skip/">ovdje</a> ako sadržani proizvodi nisu u vašim dodijeljenim prefiksima.

source: Filter Product List
bs: Filtriraj listu proizvoda
cs: Seznam produktů ve filtru

source: Clear filter
bs: Ukloni filter
cs: Vyčistit filtr

source: Prefixes
bs: Prefiksi
cs: Prefixy

source: Select
bs: Odaberi
cs: Vybrat

source: Previous step
bs: Prethodni korak
cs: Předchozí krok

source: Next step
bs: Sljedeći korak
cs: Další krok

source: Edit product - add new subproducts
bs: Uredi proizvod - dodaj novi podproizvod
cs: Upravit produkt - přidat nové podprodukty

source: Select the products contained in this item and click the "Next step" button.<br/> Or click <a href="/products/subproduct/add/case_edit/skip/">here</a> if contained products are not in your allocated prefixes.
bs: Odaberite proizvode sadržane u ovoj jedinici i kliknite na dugme "Sljedeći korak".<br/> Ili kliknite <a href="/products/subproduct/add/case_edit/skip/>ovdje</a> ako sadržani proizvodi nisu u vašim dodijeljenim prefiksima.

source: Continue edit product
bs: Nastavi uređivati proizvod
cs: Pokračovat v úpravě produktu

source: Documentation
bs: Dokumentacija
cs: Dokumentace

source: Change password
bs: Promijeni lozinku
cs: Změnit password

source: RQ tasks management
bs: RQ upravljanje zadacima

source: Recent actions
bs: Skorašnje akcije
cs: Nedávné akce

source: My actions
bs: Moje akcije
cs: Mé akce

source: None available
bs: Nema na raspolaganju
cs: Není nic k dispozici

source: Unknown content
bs: Nepoznat sadržaj
cs: Neznámý obsah

source: Copyright
bs: Autorska prava

source: Stop impersonate
bs: Prestani oponašati

source: Company name
bs: Naziv kompanije
cs: Název společnosti

source: User
bs: Korisnik
cs: Uživatel

source: Instant flash message
bs: Instantna flash poruka

source: My Account
bs: Moj korisnički nalog
cs: Můj účet

source: Settings
bs: Postavke
cs: Nastavení

source: Product Manager
bs: Upravljanje proizvodima
cs: Správa produktů

source: Location Manager
bs: Upravljanje lokacijama
cs: Správa lokací

source: My Locations
bs: Moje lokacije
cs: Mé lokace

source: Create GS1 Barcodes
bs: Kreiraj GS1 barkodove
cs: Vytvořit čárové kódy GS1

source: Terms of Use
bs: Uslovi korištenja
cs: Podmínky použití

source: Privacy Policy
bs: Pravila o privatnosti

source: Personal info
bs: Lični podaci
cs: Osobní info

source: Permissions
bs: Ovlaštenja
cs: Oprávnění

source: Important dates
bs: Bitni datumi
cs: Důležitá data

source: GS1 Activate: Dashboard
bs: GS1 Activate: Kontrolna tabla
cs: GS1 Activate: Ovládací panel

source: Admin Dashboard
bs: Kontrolna tabla
cs: Ovládací panel administrace

source: Alerts
bs: Upozorenja
cs: Varování

source: I agree to the Terms and Conditions:
bs: Pristajem na Uslove i odredbe:
cs: Souhlasím s podmínkami

source: version
bs: verzija
cs: verze

source: Active Prefix
bs: Aktivni prefiks
cs: Aktivní řada

source: Products
bs: Proizvodi
cs: Produkty

source: Allocated
bs: Dodijeljeno
cs: Přidělené

source: Available
bs: Raspoloživo
cs: K dispozici

source: Locations
bs: Lokacije
cs: Umístění

source: Allocate a new barcode from the Active Prefix
bs: Dodijeli novi barkod iz aktivnog prefiksa
cs: Přiřazení nového čárového kódu z aktivní řady

source: View Products
bs: Pregled proizvoda
cs: Zobrazit produkty

source: View allocated numbers from Active Prefix
bs: Pregled dodijeljenih brojeva iz aktivnog prefiksa
cs: Zobrazit přidělená čísla z aktivní řady

source: Global Company Prefixes and GTIN Ranges
bs: Globalni prefiksi kompanije i GTIN intervali
cs: Globální company prefix a řady GTIN

source: Prefix Description
bs: Opis prefiksa
cs: Popis číselné řady

source: Next number
bs: Sljedeći broj
cs: Další číslo

source: Block of
bs: Blok od
cs: Blok

source: No products
bs: Nema proizvoda
cs: žádné produkty

source: Product
bs: Proizvod
cs: Produkty

source: Account Summary
bs: Sažetak korisničkog naloga
cs: Shrnutí účtu

source: Symbol Credits
bs: Krediti za simbole
cs: Kredity k symbolu

source: Points balance:
bs: Stanje kredita:
cs: Bodový stav:

source: Purchase barcode image credits now
bs: Kupite kredit za sliku barkoda sada
cs: Kupte si kredity k čárovým kódům

source: Company ID:
bs: ID kompanije:
cs: ID společnosti:

source: Company Name:
bs: Naziv kompanije:
cs: Název společnosti:

source: Account disabled
bs: Korisnički nalog onemogućen
cs: Účet odpojen

source: Please contact GS1 Helpdesk to enable your account.
bs: Molimo da kontaktirate GS1 Helpdesk kako biste osposobili vaš korisnički nalog.
cs: Pro zpřístupnění účtu prosím kontaktujte Helpdesk GS1

source: Org. account active?
bs: Org. nalog aktivan?
cs: Účet společnosti aktivní?

source: Organisation Admin
bs: Admin organizacije
cs: Administrace organizace

source: User account active?
bs: Korisnički nalog aktivan?
cs: Uživatelský účet aktivní?

source: User Admin
bs: Admin korisnika
cs: Administrace uživatelů

source: Dashboard
bs: Kontrolna tabla
cs: Ovládací panel

source: Agreement required
bs: Potreban pristanak
cs: Je potřeba souhlas

source: in order to be able to download barcode images
bs: kako biste mogli preuzeti slike barkodova
cs: abyste si mohli stáhnout obrázky čárového kódu

source: I agree to the Terms and Conditions
bs: Pristajem na Uslove i odredbe
cs: Souhlasím s podmínkami

source: Please contact GS1 Helpdesk to enable your account
bs: Molimo kontaktirajte GS1 Helpdesk kako biste osposobili vaš korisnički nalog
cs: Prosím pro zpřístupnění účtu kontaktujte Helpdesk GS1

source: Org. account active
bs: Org. nalog aktivan
cs: Účet společnosti aktivní

source: User account active
bs: Korisnički nalog aktivan
cs: Uživetelský účet aktivní

source: Spanish
cs: Španělsky

source: this field is read-only for Company organisation.
cs: Toto pole je pouze pro čtení.

source: Invalid product gtin
cs: Neplatný GTIN produktu

source: Invalid subproduct gtin
cs: Neplatný GTIN podproduktu

source: Product have no subproduct
cs: Produkt nemá podprodukty

source: This field must be an integer.
cs: Toto pole musí být ve formátu interger.

source: This field must be a number.
cs: Toto pole musí být číselné.

source: Value can not be converted to a number
cs: Hodnota nemůže být převedena na číslo

source: Value should be a positive number
cs: Hodnota musí být kladné číslo

source: The name of the organization
cs: Název společnosti

source: GS1 Dashboard
cs: GS1 ovládací panel

source: Filter
cs: Filtr

source: Status
cs: Stav

source: You don't have required permissions to view this page
cs: K zobrazení této stránky nemáte požadované oprávnění
